this.faqopen = function(){
    setActiveMenu('faq');
    clearBlock();
    var mainDiv = document.createElement("div");
    mainDiv.className = "wrap_block";
    mainDiv.appendChild(createTitle('<b>FAQ</b>'));
    var content = document.getElementById("content");
    content.innerHTML = '';
    content.appendChild(mainDiv);
    mainDiv.appendChild(div(
    '</p><b>Что такое STIV?</b></p>\
    <p>Это сервис, который позволяет автоматически (без вашего участия) наполнять и развивать ваши Инстаграм аккаунты. </p>\
    <p></p>\
    <p><b>А поподробнее?</b></p>\
    <p>Вкратце работа строится таким образом: </p>\
    <p>- Вы добавляете свои Инстаграм аккаунты в STIV</p>\
    <p>- Показываете ему ваших конкурентов и он каждую секунду отслеживает последних подписчиков. Как только на вашего конкурента подписался новый человек, STIV ставит ему лайк или подписывается на него. Человек видит лайк/подписку, заходит на ваш аккаунт и вы выкладываете посты на тему, которая его интересует. В итоге подписывается на вас. </p>\
    <p>- Так же вы можете показать STIV\'у ваших конкурентов, чтобы он отслеживал не только подписчиков, но и сами посты. STIV обучен выбирать самые классные (недавно выложенные) посты у ваших конкурентов, и эти посты может выкладывать к вам на аккаунт. Без вашего участия абсолютно)) </p>\
    <p>Получается STIV может выполнять ВСЮ РАБОТУ ЗА ВАС. И наполнять и раскручивать. А вам остается только наблюдать за ростом подписчиков на ваших аккаунтах. </p>\
    <p></p>\
    <p><b>Здорово! А мне точно подойдет STIV?</b></p>\
    <p>Мы считаем, что СТИВ подойдет абсолютно всем, от тех кто хочет раскрутить свой личный аккаунт, до бизнесов, которые хотят привлечь клиентов. </p>\
    <p></p>\
    <p><b>Как быстро начинает работу СТИВ?</b></p>\
    <p>После добавления аккаунта и выставления всех настроек проходит примерно 12 часов с начала момента раскрутки. Всё это время сервис собирает информацию о конкурентах. </p>\
    <p></p>\
    <p><b>Расскажите подробнее о настройках.</b></p>\
    <p>В первую очередь, вам понадобятся аккаунты с датой регистрации в Инстаграме от 3 месяцев. Instagram очень не любит, когда более молодые аккаунты активно раскручиваются. </p>\
    <p>Если у вас есть аккаунт, которому от 3 месяцев - это отлично. Если нет, вы можете их купить в магазинах. </p>\
    <p></p>\
    <p><b>Каких магазинах?</b></p>\
    <p>Заходите сюда <a href="https://deer.io/search/?q=Instagram+отлежка" target="_blank">https://deer.io/search/?q=Instagram+отлежка</a></p>\
    <p>Это поиск по магазинам, предлагающим купить аккаунты Инстаграм с отлежкой</p>\
    <p>После покупки не забывайте менять пароли в Instagram аккаунте и привязанной к нему почте. </p>\
    <p></p>\
    <p><b>А если на <a href="https://deer.io" target="_blank">deer.io</a> не нашлось аккаунтов? </b></p>\
    <p>На нашем роду такого не случалось, но на всякий случай вот еще магазин где всегда есть аккаунты Инстаграма: <a href="https://buyaccs.com/" target="_blank">https://buyaccs.com/</a></p>\
    <p>Внимательно читайте описания, чтобы не купить без отлежки. </p>\
    <p>После покупки не забывайте менять пароли в Instagram аккаунте и привязанной к нему почте. </p>\
    <p></p>\
    <p><b>Что еще мне понадобится для раскрутки?</b></p>\
    <p>Отличный вопрос! Понадобятся прокси. Не пугайтесь))) Это грубо говоря штука, с помощью которой STIV будет входить в ваш аккаунт в Инстаграме. </p>\
    <p>Прокси нужны, чтобы Инстаграм видел, что на каждый ваш аккаунт заходят с разного IP-адреса/местоположения. </p>\
    <p>Представьте как удивится Instagram если увидит, что в 1000 аккаунтов заходят с одного компьютера))) </p>\
    <p></p>\
    <p><b>Хорошо, прокси это как бы компьютеры, с которых STIV заходит на мои аккаунты. А где их покупать и сколько?</b></p>\
    <p>Купить их можно у наших партнеров <a href="https://getip.social/" target="_blank">https://getip.social/</a></p>\
    <p>Есть успешные кейсы когда наши пользователи раскручивают аккаунты, используя ipv6 прокси, но мы всё же рекомендуем покупать ipv4. </p>\
    <p></p>\
    <p><b>Аккаунты купили, прокси купили, что дальше?</b></p>\
    <p>Добавляйте аккаунты в STIV\'а и настраивайте раскрутку и наполнение (если хотите чтобы STIV наполнял сам). При добавлении аккаунта у каждого поля есть подсказка, которая в случае непоняток поможет вам. </p>\
    <p>Как только всё сделаете, можем вас поздравить, СТИВ начал работу над вашими аккаунтами;) </p>\
    <p></p>\
    <p><b>УРААААА! А что если у меня возникнут вопросы?</b></p>\
    <p>Если вы пользователь СТИВ\'а, то регистрируйтесь на <a href="https://insaev.ru/forum/" target="_blank">форуме</a> (используя тот же емейл что и в STIV\'е). </p>\
    <p>Там мы оказываем поддержку пользователям и регулярно выкладываем интересные фишки. </p>\
    ', 'news_text'));
}