this.proxysale = function(){
    setActiveMenu('proxySale');
    clearBlock();
    var mainDiv = document.createElement("div");
    mainDiv.className = "wrap_block";
    mainDiv.appendChild(createTitle('<b><a href="https://proxy-sale.com/?utm_source=stiv.insaev&utm_medium=partner&utm_campaign=ssilka" target="_blank">Proxy-Sale</a></b> – выбор продвинутого юзера!'));
    var content = document.getElementById("content");
    content.innerHTML = '';
    content.appendChild(mainDiv);
    mainDiv.appendChild(div(
    "Сегодня SMM – неотъемлемая часть раскрутки любого аккаунта. Миллионы людей по всему миру путешествуют по профилям пользователей Инстаграма, Твиттера и Вконтакте. Первый сайт является лидером среди других и имеет самую большую аудиторию, которая пополняется с каждым днем. Поэтому, если вам нужна масштабная пиар компания, рекомендуем выбирать именно эту интернет-площадку.\
    <p>Любая раскрутка аккаунта связана с накруткой лайков и подписчиков. Вручную все это делать долго и рутинно, поэтому умные SMM-щики и простые пользователи используют специальные программы, которые сделают это за них. Чтобы можно было пропиарить сразу несколько валидных профилей, скрыть настоящий ip адрес и свести к нулю все риски получить бан продвигаемого аккаунта или группы - используют прокси. </p>\
    <p>Важно: желательно использовать для каждого профиля отдельный IP, так вы уменьшите риск бана до минимума.</p>\
    <p>Как выбрать коммерческую площадку?</p>\
    <p>Запутаться в хитросплетениях онлайн-магазинов довольно просто. Почему <a href='https://proxy-sale.com/?utm_source=stiv.insaev&utm_medium=partner&utm_campaign=ssilka' target='_blank'>Proxy-Sale</a> лучше других?</p>\
    <ul><li>Удобный интерфейс, легок в освоении (структурирование по странам и целям).</li>\
    <li>Прокси Россия универсальны – подойдут как для социальных сетей, так и для веб-серфинга.</li>\
    <li>Удобная система скидок на приобретение пакетов и длительного срока аренды <a href='https://proxy-sale.com/?utm_source=stiv.insaev&utm_medium=partner&utm_campaign=ssilka' target='_blank'>прокси ipv4</a>.</li>\
    <li>В случае форс-мажора работает техническая поддержка. Объясните свою ситуацию и вам произведут замену старого прокси для вк или любых других соц. сетей и ресурсов.</li>\
    <li>Гарантировано предоставляются рабочие прокси в одни руки и на оговоренный срок аренды.</li>\
    <p><b>По промокоду \"ilovestiv\"  ребята дарят скидку в -15%.</b></p>", 'news_text'));
}